[
  {
    "player": {
      "gender": "female",
      "age": 30
    },
    "child": {
      "name": "Zawadi",
      "gender": "female",
      "age": 0
    },
    "playerDescription": "你是一名中国籍援建工程师，常驻坦桑尼亚偏远公路项目现场，年薪40万元人民币。你住在临时工地板房，与当地助手朱马跨文化结婚，社交圈主要是工友和村民。近期因疟疾命悬一线后接受剖腹产，身体仍在恢复；随身药品和蚊帐成了生活必需品。有限的网络带宽让你与国内家人的联络时常中断，而丈夫的大家族对中式育儿方式既好奇又保留意见，给婚姻与育儿增添了微妙张力。",
    "childDescription": "混血女婴，取名\"Zawadi\"（斯瓦希里语意为\"礼物\"）。出生时脐带三周绕颈导致轻微缺氧，医生提示未来可能出现精细运动落后。婴儿嗓门大、好奇心强，对五彩织布和鼓声格外兴奋，但抓握和翻身较同龄婴儿慢半拍。深色卷发遗传父亲，高颧骨和单眼皮像母亲。",
    "wealthTier": "middle"
  },
  {
    "player": {
      "gender": "female",
      "age": 52
    },
    "child": {
      "name": "奥利",
      "gender": "male",
      "age": 0
    },
    "playerDescription": "你是一名退休中学历史教师，三年前独生女在车祸中去世让你心碎。你取出30年前冷冻的卵子，与74岁的丈夫（前交响乐团大提琴手）通过代孕迎来迟暮新生。手握200万元储蓄，懂理财却担心医疗费用上涨；丈夫被诊断为阿兹海默早期，记忆力正在衰退。你们住在老牌学区的两层小屋，邻居多为空巢老人，对你的高龄育儿议论纷纷。",
    "childDescription": "试管男婴，出生时确诊先天性白内障，需在6个月内手术治疗。平日异常安静，能长时间凝听音乐，听到大提琴或钢琴声时会停止哭闹。睡眠规律良好，但对强光敏感，经常眯眼。你希望用早教音乐唤醒他的感官世界，同时担心自己的体力和丈夫的病情能否撑起长达18年的抚养旅程。",
    "wealthTier": "middle"
  },
  {
    "player": {
      "gender": "male",
      "age": 28
    },
    "child": {
      "name": "Sophia",
      "gender": "female",
      "age": 0
    },
    "playerDescription": "你曾被誉为物理神童，14岁进入名校、22岁攻读博士，却因项目失败与导师决裂；如今暂住在父母美式独栋的车库里，靠家里接济和零星家教维生。自尊心和焦虑交织，让你对科研职业道路迷茫。妻子——在实验室邂逅的俄罗斯量子计算天才——因产后抑郁远赴莫斯科暂时失联。父母既望孙心切又担忧你的经济拮据和缺乏育儿经验，怀疑这位\"前天才\"能否扮演好父亲角色。",
    "childDescription": "女婴Sophia，出生头围较平均值大20%，医生建议密切随访颅内发育。每天睡眠仅为普通婴儿的三分之一，深夜频繁清醒，对光线与移动吊饰特别敏感，似乎能追踪微弱光影变化。哭声短促却节奏奇特，让人怀疑她的神经系统发育异常迅速。你既担心潜在的神经学问题，又暗自期待她继承家族\"天才基因\"，这份双重投射可能成为未来亲子关系的隐忧。",
    "wealthTier": "poor"
  },
  {
    "player": {
      "gender": "female",
      "age": 30
    },
    "child": {
      "name": "小虎",
      "gender": "male",
      "age": 0
    },
    "playerDescription": "你是一名单亲妈妈，住在城中村一间不足十平方米的隔断房里。白天在社区超市做收银，夜里接零星网店打包兼职，微薄收入和政府补助勉强覆盖房租与奶粉钱。前男友卷走积蓄后失联，你无亲戚可依，只能独自扛起育儿与生计。楼道里常年油烟味和喧闹声让你难以休息，但你仍坚持自学会计，希望考下从业资格为孩子争取更好的未来。",
    "childDescription": "男婴小虎，体重偏轻，患有轻度哮喘，城市空气和潮湿出租屋都可能诱发咳喘。尽管如此，他哭声嘹亮，抓住破旧布偶就不撒手，似乎生来有股倔强劲。你发现只要陪他在狭窄阳台晒太阳、听你敲锅盖打节奏，他就会咯咯直笑——那短暂的笑声支撑着你度过加班到深夜的疲惫。",
    "wealthTier": "poor"
  },
  {
    "player": {
      "gender": "male",
      "age": 35
    },
    "child": {
      "name": "春苗",
      "gender": "female",
      "age": 0
    },
    "playerDescription": "你来自西南小山村，常年在沿海电子厂流水线上夜班，两周一次的视频通话是你与家中联系的全部。工资除了寄回供父母和女儿生活，还要攒下学费与翻修老屋的款项。狭窄的出租屋里贴着春苗的照片和她手印做成的贺卡。凌晨下班时，你常望着城市霓虹想象她学会叫\"爸爸\"的模样，心里既骄傲又愧疚。",
    "childDescription": "女婴春苗由年迈祖父母照料，村里饮食单一，营养有些不足却依旧精力旺盛。她喜欢在老槐树下追蝴蝶，见到陌生人会甜甜地打招呼。每当听见手机里传来你的声音，小小的人就咯咯笑却又想扑进你怀里。你和妻子希望她通过读书走出大山，但也担心长期分离的亲情缺席在她心里留下空洞。",
    "wealthTier": "poor"
  },
  {
    "player": {
      "gender": "female",
      "age": 27
    },
    "child": {
      "name": "星星",
      "gender": "female",
      "age": 0
    },
    "playerDescription": "你是拥有百万粉丝的时尚博主，每天在镜头前开箱奢侈品、直播带货。豪华公寓被灯光架和反光板塞得满满当当，团队随时待命捕捉\"完美亲子瞬间\"。流量给了你富裕，也让生活像一场随时上线的真人秀。你与丈夫以\"模范夫妻\"人设圈粉，却要时时筹划脚本与排期，担心任何情绪失控都会登上热搜。",
    "childDescription": "女婴星星一出生就成了粉丝眼中的\"小公主\"，她的育儿日记在各平台累计播放破亿。你为她定制名牌婴儿服和粉色迷你推车，但强光闪烁时她常眯眼皱眉，体检虽健康却出现轻度应激反应。私下里，她最喜欢关掉补光灯后安静地抓你的发梢入睡——那是少数不被观众围观的真实亲密时刻，也让你开始反思曝光与隐私的边界。",
    "wealthTier": "wealthy"
  },
  {
    "player": {
      "gender": "female",
      "age": 32
    },
    "child": {
      "name": "明明",
      "gender": "male",
      "age": 0
    },
    "playerDescription": "你是小城里兢兢业业的语文老师，丈夫在本地工厂做技术员。两人收入平稳却不宽裕，自从儿子被诊断为智力发育迟缓，你们的生活便围绕康复训练展开。每天上完课后，你赶去特教中心旁听老师示范，再回家备课到深夜。医药和早疗费用迅速蚕食积蓄，但你和丈夫彼此鼓励，用手绘卡片记录孩子每一次握勺、每一个新音节。",
    "childDescription": "明明面容温和，笑点低，却在感知和语言发展上明显落后同龄人。医生建议实施早期干预，他对色彩鲜艳的闪卡反应不错，却难以保持长时间注视。你发现他喜欢被轻拍背部和听你朗读古诗——那时他会咯咯发声回应。你们的最大愿望不是拔尖成绩，而是希望他将来能认识世界、照顾自己，并在安全与爱中感到快乐。",
    "wealthTier": "middle"
  },
  {
    "player": {
      "gender": "female",
      "age": 34
    },
    "child": {
      "name": "Bastien",
      "gender": "male",
      "age": 0
    },
    "playerDescription": "你是巴黎左岸一名独立舞蹈编导，与漫画家丈夫合租阁楼。收入随演出季起伏，每年可能在€20k与€60k之间摆荡，但你的朋友圈遍布画廊、剧团与街头艺人。灵感对你而言胜过存款，你们常在凌晨讨论创作而忘记交房租。如今小小舞蹈室一角改成婴儿区，你开始纠结如何在艺术理想与儿童教育基金之间找到平衡。",
    "childDescription": "男婴Bastien出生时左耳听力受损，医生建议尽早佩戴助听器并进行言语训练。他对光影对比异常痴迷，常盯着窗外塞纳河面反射的粼粼波光露出难得的专注神情。你们在为他准备黑白高对比玩具的同时，也在计算特殊康复课程的高昂费用——或许未来他会继承你们的艺术天赋，但当下每一次彩排缺席都让钱包与母爱一起拉扯。",
    "wealthTier": "poor"
  },
  {
    "player": {
      "gender": "male",
      "age": 38
    },
    "child": {
      "name": "Elliot",
      "gender": "male",
      "age": 0
    },
    "playerDescription": "你是曼哈顿对冲基金的量化主管，年终奖金可从$500k飙到$3M。童年贫困经历让你对教育投资高度执着，却也驱使你日夜盯盘。与艺术策展人前妻友好离婚后，约定5天你带娃、2天她带娃。你住高层公寓、她住布鲁克林艺术社区，每次交接像时钟里的精密齿轮。忙碌高压与情感陪伴之间的取舍，正考验你的算法之外的人性。",
    "childDescription": "男婴Elliot先天奶蛋过敏，哭声宏亮且情绪来得快去得快。你为他预约顶级过敏专科和早教班，前妻则带他去美术馆婴儿工作坊。金融精英式规划与艺术自由派育儿理念频频碰撞：Elliot的成长轨迹似乎注定在两种价值观的拉锯中寻找平衡，而你需要学会在代码之外读懂他的情绪曲线。",
    "wealthTier": "wealthy"
  },
  {
    "player": {
      "gender": "male",
      "age": 32
    },
    "child": {
      "name": "Aurora",
      "gender": "female",
      "age": 0
    },
    "playerDescription": "你是旧金山湾区独角兽公司的高级后端工程师，年薪$280k，加上股票净资产约$150万。单亲家庭成长经历让你渴望给女儿一个\"完整的家\"。与你前女友和平分手后，共同约定轮流带娃，双方住处相距20分钟车程。",
    "childDescription": "女婴Aurora（小名\"朵朵\"）天生肺功能稍弱，需要定期复查，但平日少哭闹、眼神专注，对活动小机器人表现出惊人好奇。你已在GitHub收藏STEM早教玩具开源方案，却也意识到健康监测与两地协同育儿才是当下最紧急的sprint。",
    "wealthTier": "wealthy"
  },
  {
    "player": {
      "gender": "male",
      "age": 35
    },
    "child": {
      "name": "小馒头",
      "gender": "male",
      "age": 0
    },
    "playerDescription": "你原是北京互联网大厂P7工程师，常年996。刚休完陪产假就被\"组织优化\"裁掉，N+3到手、期权归零。房贷还在扣款，奶粉钱紧张，父母催你考公，同事在脉脉晒新offer，你刷Boss直聘投外包岗位。",
    "childDescription": "男婴小馒头夜里两小时醒一次，有轻微肠绞痛。医生建议进口益生菌，你在拼多多拼团尿布。你纠结是先省钱撑过去，还是砸钱报早教班，35 岁危机正式上线。",
    "wealthTier": "poor"
  }
] 